StruSoft.Interop.StruXml.Data.Borehole_type


StruSoft.Interop.StruXml.Data.Borehole_type.Whole_level_data


StruSoft.Interop.StruXml.Data.Borehole_type.Guid


StruSoft.Interop.StruXml.Data.Borehole_type.Last_change


StruSoft.Interop.StruXml.Data.Borehole_type.Action


StruSoft.Interop.StruXml.Data.Borehole_type.Hash_order_id


StruSoft.Interop.StruXml.Data.Borehole_type.Name


StruSoft.Interop.StruXml.Data.Borehole_type.X


StruSoft.Interop.StruXml.Data.Borehole_type.Y


StruSoft.Interop.StruXml.Data.Borehole_type.Final_ground_level


StruSoft.Interop.StruXml.Data.Borehole_type.AnyAttr
